blueman
bluez-utils
gcc
gedit
gimp
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
sudo
vi
wget
which
whois
yay
yelp
ttf-fira-code
vlc
avidemux
evince
handbrake
