accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
arc-x-icons-theme
autoconf
automake
b43-fwcutter
baobab
base
bash-completion
bind
binutils
bison
blueman
bluez-utils
broadcom-wl-dkms
btrfs-progs
cheese
dhclient
dialog
diffuse
diffutils
dnsmasq
efibootmgr
endeavouros-keyring
endeavouros-mirrorlist
eog
eos-hooks
eos-log-tool
eos-update-notifier
ethtool
evince
f2fs-tools
fakeroot
ffmpegthumbnailer
file-roller
flex
gcc
gdm
gedit
gimp
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
grilo-plugins
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hwinfo
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
keyserver-rank
lib32-libvdpau
lib32-nvidia-utils
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libwnck3
linux
linux-atm
linux-firmware
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
mutter
nano
nautilus
nautilus-sendto
ndisc6
neofetch
net-tools
netctl
networkmanager
networkmanager-openvpn
noto-fonts
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-installer-dkms
nvidia-settings
nvtop
obs-studio
openconnect
opendesktop-fonts
orca
os-prober
pacman-contrib
paprefs
patch
pavucontrol
perl
pipewire-pulse
pkgconf
poppler-glib
pptpclient
python-wxpython
r8168
reflector
reflector-simple
reiserfsprogs
rp-pppoe
rygel
s-nail
s-tui
sassc
simple-scan
smartmontools
sof-firmware
solid
sudo
sushi
sysfsutils
texinfo
tldr
tlp
totem
tracker
tracker-miners
tracker3
tracker3-miners
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
upower
usb_modeswitch
usbutils
vi
vino
welcome
wget
which
whois
wireless-regdb
wireless_tools
wvdial
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-fbdev
xf86-video-vesa
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yad-eos
yay
yelp
